{
  "articles": [
    {
      "foto": "https://itproger.com/img/news/1517501131.jpg",
      "title": "Устаревшие языки, которые уже не стоит изучать",
      "intro": "Есть много ЯП, которые уже отжили свое, но их все равно продолжают изучать. В этой статье мы расскажем про 5 языков, которые уже точно не стоит изучать, хотя многие до сих пор делают это."
    },
    {
      "foto": "https://itproger.com/img/news/1534765244.jpg",
      "title": "Сравнение движков: Unreal Engine 4 против Unity 5",
      "intro": "Выбрать движок дело не простое, а особенно когда оба очень хороши. В статье мы проведем сравнение двух программ и выясним какой движок использовать именно Вам!"
    },
    {
      "foto": "https://itproger.com/img/news/1534137690.jpg",
      "title": "7 девушек айтишниц из фильмов и сериалов",
      "intro": "Много ли вы знаете фильмов и сериалов, где главные персонажы это девушки программисты? Мы подобрали 7 фильмов с такой концепцией."
    },
    {
      "foto": "https://itproger.com/img/news/1532948245.jpg",
      "title": "11 полезных инструментов для веб-разработчика",
      "intro": "Разработчики постоянно пытаются сделать свою жизнь проще или расширить собственные возможности. Мы подготовили 11 инструментов, которые это обеспечат."
    },
   {
      "foto": "https://itproger.com/img/news/1534139040.jpg",
      "title": "Что такое Deep Learning? Как работает глубокое обучение?",
      "intro": "Как работает глубокое обучение и что оно из себя представляет? В ходе статьи мы расскажем про Deep Learning и разберемся с его ключевыми понятиями."
    },
   {
      "foto": "https://itproger.com/img/news/1665554101.jpg",
      "title": "Необходимые знания для получения должности разработчик Java",
      "intro": "Сегодня даже джунам по Java выдвигают огромный список требований, основным из которых является опыт работы. Но где же его приобрести? Важно, что отсутствие опыта можно компенсировать."
    },
    {
      "foto": "https://itproger.com/img/news/1663203182.jpg",
      "title": "Самые высокооплачиваемые языки программирования на 2022 год: ТОП-6",
      "intro": "Всех интересует вопрос: «А сколько я буду зарабатывать?». Любая специальность в мире IT считается доходной, но есть несколько языков, изучение которых принесет в перспективе больший уровень зарплаты."
    },
   {
      "foto": "https://itproger.com/img/news/1516366532.jpg",
      "title": "10 самых популярных сайтов написанных на Django",
      "intro": "Django набирает популярность и многие крупные компании используют его для создания веб проектов. Мы подобрали 10 популярных сайтов, написанных на Django."
    },
   {
    "foto": "https://itproger.com/img/news/1649869549.jpg",
    "title": "Язык программирования Ардуино С: просто о сложном",
    "intro": "Одними из популярных языков программирования являются С++ и его прародитель С. Они стали основой для Ардуино, что используется в роботостроении и прототипировании простых систем в области электроники."
    },
   {
    "foto": "https://itproger.com/img/news/1649412127.jpg",
    "title": "Улучшаем код JavaScript: топ-6 лайфхаков",
    "intro": "Мир фронтенд-разработки стремительно модифицируется, появляются новые библиотеки и фреймворки, а также совершенствуется и упрощается процесс разработки. Уследить за всеми новшествами очень непросто."
    },
   {
    "foto": "https://itproger.com/img/news/1648534111.jpg",
    "title": "AirDrop криптовалют: как получить крипту бесплатно в 2022 году",
    "intro": "Сегодня маркетинговые кампании используются повсеместно и криптовалюта не стала исключением. Система Airdrop предназначена именно для рекламы новых проектов, которые только появились на рынке."
    },
   {
    "foto": "https://itproger.com/img/news/1645524415.jpg",
    "title": "Корпоративная IT-иерархия или кто такие Джун, Мидл и Сеньор?",
    "intro": "В мире IT популярен грейдинг. Это разделение специалистов по их профессиональным качествам с целью определения компетентной заработной платы."
   }
  ]
}